Repository: OpenLegalTech/django-legal-advice-builder
Catalog: legal_advice_builder/locale/*/LC_MESSAGES/django.po
Languages: de

source: Lawcase "{}" was removed successfully
de: Formular "{}" wurde erfolgreich gelöscht.

source: Questionaire {} was removed successfully
de: Formularabschnitt "{}" wurde erfolgreich gelöscht.

source: Question {} was removed successfully
de: Frage "{}" wurde erfolgreich gelöscht.

source: Question geupdated
de: Frage aktualisiert

source: After this Question always ...
de: Nach dieser Frage immer ...

source: except for ...
de: außer wenn ...

source: Jump to next questionaire
de: Springe zum nächsten Abschnitt.

source: Show result document
de: Abschlussdokument anzeigen

source: Show success message
de: Erfolgsnachricht anzeigen

source: Go to: {}
de: Gehe zu: {}

source: Jump to: {}
de: Springe zu: {}

source: Rendered Document
de: Fertiges Dokument

source: Unnamed Questionaire
de: Unbenannter Formularabschnitt

source: Long multiline Text input
de: Langer mehrzeiliger Text

source: Pick one of multiple options
de: Eine von mehreren Optionen wählen

source: Short single line text input
de: Kurze, einzeilige Texteingabe

source: Date
de: Datum

source: Yes/No
de: Ja/Nein

source: yes
de: Ja

source: no
de: Nein

source: is
de: ist

source: is expired.
de: vergangen ist.

source: is still running.
de: noch nicht vergangen ist.

source: If the answer to this question is:
de: Wenn die Antwort auf diese Frage lautet:

source: If after the date given as answer a timespan of:
de: Wenn nach dem Datum, dass als Antwort gegeben wurde, ein Zeitraum von:

source: your message here ...
de: Ihr Text hier ...

source: This message is shown if the user has answered all questions successfully.
de: Diese Meldung wird angezeigt, wenn alle Fragen erfolgreich beantwortet wurden.

source: test document
de: Dokument testen

source: Placeholders
de: Platzhalter

source: Click on
de: Klicke auf

source: to copy placeholder.
de: um den Platzhalter zu kopieren

source: edit document template
de: Dokumentvorlage bearbeiten

source: Test Answers
de: Test Antworten

source: Save
de: Speichern

source: All forms
de: Alle Formulare

source: back to edit
de: Formular bearbeiten

source: preview
de: Vorschau ansehen

source: Questionaires
de: Formularabschnitte

source: Add questionaire
de: Formularabschnitt anlegen

source: Document
de: Dokument

source: Template
de: Vorlage

source: Add document
de: Dokument hinzufügen

source: Add new document
de: Neues Dokument anlegen

source: Cancel
de: abbrechen

source: Close
de: Schließen

source: new form
de: Neues Formular

source: One answer
de: Eine Antwort

source: edit
de: bearbeiten

source: delete
de: Löschen

source: Do you want to delete "%(title)s"?
de: Wollen Sie "%(title)s" löschen?

source: cancel
de: abbrechen

source: save
de: Speichern

source: Add new form
de: Neues Formular hinzufügen

source: question
de: Frage

source: logic
de: Logik

source: done
de: fertig

source: You picked a field type with options but have not added any options.
de: Für diese Frage müssen Sie noch Optionen angeben.

source: Questionaire
de: Formularabschnitt

source: Questions
de: Fragen

source: Add question
de: Frage anlegen

source: Add new question
de: Neue Frage anlegen

source: Next
de: Weiter

source: Download
de: Herunterladen

source: success: Jump to next questionaire.
de: Erfolg: Springe zum nächsten Abschnitt.

source: failure: show failure message
de: Kein Erfolg: Zeige Abbruchnachricht.

source: jump to question:
de: Springe zu Frage:

source: Days
de: Tagen

source: Months
de: Monaten

source: years
de: Jahren

source: then
de: dann
